[
    {
      "id": "1",
      "name": "Onyinye Osuji",
      "age": 27,
      "gender": "Female",
      "occupation": "Customer Service Representative",
      "hobbies": ["Reading", "Coding", "Playing guitar"],
      "favoriteFood": "Beans",
      "favoriteColor": "Green",
      "location": "Abuja, Nigeria",
      "details": "My name is Onyinye Osuji, I am a Customer Service Representative who is deeply committed to boosting businesses. I'm here to show you how my passion for customer satisfaction and readiness for virtual collaboration can skyrocket your success!",
      "experience": "I have over 5 years of experience in customer service, having worked for reputable companies where I honed my communication and problem-solving skills. My experience includes handling customer inquiries, resolving complaints, and providing exceptional service to ensure customer satisfaction.",
      "education": "My educational background includes a Diploma Certificate in Customer Relationship Management from Hire-Remote Africa, complemented by a B.Sc. in Criminology from the National Open University of Nigeria. Additionally, I have completed several online courses in customer service excellence and communication skills to further enhance my professional development.",
      "skills": [
        "Excellent communication skills, both written and verbal",
        "Strong interpersonal skills and ability to build rapport with customers",
        "Proficiency in using CRM software and customer support tools",
        "Problem-solving skills and ability to handle challenging situations calmly",
        "Attention to detail and ability to multitask effectively"
      ],
      "languages": ["English", "Igbo", "Yoruba"],
      "certifications": [
        {
          "name": "Customer Service Excellence Certification",
          "issuedBy": "Customer Service Institute of Nigeria",
          "date": "2020"
        },
        {
          "name": "Online Communication Skills Course",
          "issuedBy": "Hiremote",
          "date": "2019"
        }
      ],
      "contact": {
        "email": "onyinyeosuji@example.com",
        "phone": "+23490-6829-0514",
        "linkedin": "linkedin.com/in/onyinyeosuji",
        "github": "github.com/onyinyeosuji"
      }
    }
  ]
  
